Repository: bgola/bikeanjo
Catalog: chris/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Quick links
pt_br: Links rápidos

source: Return to site
pt_br: Voltar para o site

source: Change password
pt_br: Recuperar senha

source: See non-approved BikeAnjos
pt_br: Bike Anjos não aprovados

source: Log out
pt_br: Sair

source: Applications
pt_br: Aplicações

source: Administration
pt_br: Administração

source: Recent Actions
pt_br: Ações Recentes

source: Brazilian Portuguese
pt_br: Português do Brasil

source: Spanish
pt_br: Espanhol

source: Thanks for your feedback!
pt_br: Obrigado pele feedback :-)

source: Could not authenticate: please verify your e-mail/password
pt_br: Por favor, verifique seu e-mail e/ou sua senha

source: Could not authenticate: your account has been disabled
pt_br: Sua conta foi desabilitada

source: Could not authenticate, please verify your e-mail/password
pt_br: Por favor, verifique seu e-mail e/ou sua senha

source: Please check the errors in the form below
pt_br: Por favor, verifique os erros no formulário abaixo

source: Please check again your points in the map
pt_br: Por favor, verifique os pontos marcados no mapa

source: Error saving the point %s, please add the point again and check the location
pt_br: Erro ao salvar o ponto %s, por favor adicione o ponto novamente e verifique a localização

source: You must set a label for all points
pt_br: Você deve definir um nome para todos os pontos

source: Profile successfully updated :-)
pt_br: Perfil atualizado com sucesso :-)

source: Sorry, invalid Facebook account
pt_br: Conta invalida

source: Mark selected profiles as approved
pt_br: Aprovar os perfis selecionados

source: Find matching
pt_br: Fazer matching

source: Key
pt_br: Chave

source: How to use the map?
pt_br: Como usar o mapa?

source: Send
pt_br: Enviar

source: Password
pt_br: Senha

source: Forgot your password?
pt_br: Esqueceu sua senha?

source: Read and Agree
pt_br: Eu li e concordo com o termo de isenção de responsabilidade

source: Please mark the departure and the arrival destinations:
pt_br: Marque os pontos de saída e chegada:

source: Type in the boxes an address and use the map to make sure it is the right location
pt_br: Digite nos campos um endereço e use o mapa para confirmar a localização exata

source: Full name
pt_br: Nome

source: Phone number
pt_br: Telefone

source: Repeat Password
pt_br: Confirme sua senha

source: If you want to change your password:
pt_br: Para mudar sua senha:

source: Save
pt_br: Salvar

source: Passwords didn't match
pt_br: Para alterar a senha você deve digitar a mesma senha duas vezes

source: Next
pt_br: Próximo

source: This e-mail address is already taken
pt_br: Este endereço de e-mail já esta cadastrado

source: Yes, I am interested on being a Bike Anjo volunteer.<br/>I won't charge for this and as a reward I only expect to see one more cyclist in the streets! :)
pt_br: Sim, estou interessado em ser um Bike Anjo. Sei que os serviços prestados por mim, como voluntário, são de caráter gratuito, não cabendo, pois, remuneração a título de contraprestação, não havendo vínculo trabalhista ou qualquer outro. Também tenho ciência de que esse trabalho voluntário não está subordinado a qualquer tipo de hierarquia, podendo, ou não ser feito em prol do solicitante, sempre a meu critério.

source: Personal data
pt_br: Dados pessoais

source: About you
pt_br: Sobre você

source: Please mark the points where you can help:
pt_br: Marque os pontos onde você pode atender:

source: You can select as many points as you want. Our system recognizes a range of 2mi from your selections. We recommend you to distribute on a range area that you know and are habituated to cycle from town. As more detailed, easier to find matched-requests.
pt_br: Você pode colocar quantos pontos de Atendimento quiser. Nosso sistema faz um reconhecimento de até 3km dos pontos indicados por você. Aqui, ao colocar pontos da cidade que você conhece, recomendamos que os distribua dentro de Rotas que está acostumado a fazer no seu dia-dia... Quanto mais pontos distribuír mais fácil será para localizarmos pedidos que possam ser atendidos por você.

source: Mark the services you can offer:
pt_br: Marque os serviços que você pode oferecer:

source: From 0 to 5 tell us your knowledge about:
pt_br: De 0 a 5 marque seu conhecimento sobre:

source: Agreement
pt_br: Termo de responsabilidade

source: Male
pt_br: Masculino

source: Female
pt_br: Feminino

source: less than one year
pt_br: menos de um ano

source: between one and two years
pt_br: entre um e dois anos

source: between two and four years
pt_br: entre dois e quatro anos

source: more than 4 years
pt_br: mais de quatro anos

source: Birth date
pt_br: Data de nascimento

source: Province/State
pt_br: Estado

source: City
pt_br: Cidade

source: I'm currently available to accept requests
pt_br: Estou disponível para receber pedidos

source: How long have you been cycling?
pt_br: Há quanto tempo você pedala?

source: Do you commute by bike?
pt_br: Você usa a bicicleta como meio de transporte?

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Are you member of any NGO or other group? If yes please include any URLs
pt_br: Você participa de alguma ONG ou outro grupo? Se sim, por favor nos diga também o site da organização (se houver)

source: Do you keep any blog, twitter or any other social profile on the web that may be relevant?
pt_br: Você mantém um blog, twitter ou qualquer outra rede social que pode ser relevante para nós do Bike Anjo?

source: routes
pt_br: Rotas

source: accompaniment to ride
pt_br: Acompanhamento para pedalar no transito

source: teach how to a bike
pt_br: Ensinar a pedalar

source: institutional events
pt_br: eventos institucionais

source: Mechanics/Fixing bikes
pt_br: Mecânica

source: Security
pt_br: Segurança

source: Laws
pt_br: Leis

source: Routes
pt_br: Rotas

source: Bikeanjo agreement
pt_br: Termo de responsabilidade Bike Anjo

source: Request type
pt_br: Tipo de atendimento

source: route
pt_br: Rota

source: learn how to ride a bicycle
pt_br: Aprender a pedalar

source: Processing
pt_br: Encaminhado

source: Waiting
pt_br: Aguardando

source: Waiting for your input
pt_br: Aguardando sua resposta

source: Scheduled
pt_br: Agendado

source: Finished
pt_br: Finalizado

source: Verified
pt_br: Verificado

source: Impossible
pt_br: Impossível

source: More information about the request
pt_br: Mais informações sobre o pedido ((Como começou a andar de bicicleta? Como chegou aqui? O que você busca com o Bike Anjo?)

source: Please help us to improve the Bike Anjo system 0=D
pt_br: Por favor nos ajude a melhorar o sistema do Bike Anjo 0=D

source: Reset password
pt_br: Recuperar senha

source: Type in your e-mail address so we can send a link for you to recover your password.
pt_br: Digite seu endereço de e-mail e enviaremos um link para você continuar o processo de recuperação de senha.

source: Submit
pt_br: Enviar

source: Your password was sucessfully changed!
pt_br: Sua senha foi alterada com sucesso!

source: Now please define your new password
pt_br: Por favor, defina sua nova senha

source: Sorry, the link isn't valid. Try again.
pt_br: Desculpe mas o endereço acessado não é valido. Tente novamente.

source: You will receive an email in a few minutes with the instructions for resetting your password.
pt_br: Em alguns minutos você recebera um e-mail com as intruções para recuperar sua senha.
